# Вывести цифры числа на каждой новой строке.

my_number = str(input("Введите любые числа: "))
for i in my_number:
    print(i)