# Вывести сумму ряда чисел от 1 до 100. Полученный результат вывести на экран.

my_sum = 0
for i in range (1, 100):
    my_sum += i
print(my_sum)