# Вывести на экран циклом пять строк из нулей длиной 4, причем каждая строка должна быть пронумерована.

for i in range(5):
    print(i, "0000")
